# -*- coding: utf-8 -*-
#
# 地址为离校后的地址，按格式填写
# 带 * 为必填
# 支持多用户
#
# users = {
#     "【*姓名*】": {
#         "code":     "【*学号*】",
#         "passwd":   "【*密码*】",
#         "province": "【省/自治区/直辖市/特别行政区】",
#         "city":     "【地级市/地区/自治州/盟】",
#         "county":   "【市辖区/县级市/县/自治县/旗/自治旗/特区/林区】",
#         "address":  "【具体地址】"
#     }
# }

users = {
    "张三": {
        "code": "000000000000",
        "passwd": "0000000000",
        "province": "北京市",
        "city": "北京市",
        "county": "东城区",
        "address": "xxx小区"
    },
    "李四": {
        "code": "000000000001",
        "passwd": "0000000000",
        "province": "浙江省",
        "city": "杭州市",
        "county": "西湖区",
        "address": "yyy小区"
    }
}
